export const SERVICE_TYPES = [
  "بطاقة رقم قومي",
  "شهادة ميلاد",
  "شهادة وفاة",
  "قسيمة زواج",
  "قسيمة طلاق",
  "نموذج زواج وطلاق",
  "قيد عائلي",
  "جواز سفر",
  "تصديق خارجية",
  "تصديق سفارات",
  "ختم أحوال",
  "بيان نجاح",
  "أخرى"
];

export const EXPENSE_CATEGORIES = [
  'كهرباء',
  'إيجار',
  'سلف',
  'بوفيه',
  'أدوات مكتبية',
  'طرف ثالث',
  'تحصيل إلكتروني',
  'أخرى'
];

export const BRANCHES = [
  { id: 'الملكه', name: 'الملكه' },
  { id: 'الطوابق', name: 'الطوابق' },
  { id: 'فيصل', name: 'فيصل' },
  { id: 'امبابه', name: 'امبابه' },
];

export const ID_CARD_SPEEDS = ['عادي', 'مستعجل', 'فوري', 'سوبر فوري'];
export const PASSPORT_SPEEDS = ['عادي', 'مستعجل'];
export const ELECTRONIC_METHODS = ['انستا باي', 'محفظة إلكترونية'];